Repository: czhovo/chekinana
Catalog: ios/Chekinana/Chekinana/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# product.settings.import.error.media
source: A media file in the backup is missing or damaged.
ja: バックアップ内のメディアファイルが見つからないか破損しています。
zh_hans: 备份中的媒体文件缺失或损坏。
zh_hant: 備份中的媒體檔案遺失或損壞。

# product.settings.import.error.recovery_incomplete
source: The library generation is known, but its media recovery could not finish. Retry before making other library changes.
ja: ライブラリの世代は特定できましたが、メディアの復旧は完了していません。ライブラリに他の変更を加える前に再試行してください。
zh_hans: 已确定资料库代次，但媒体恢复未能完成。进行其他资料库更改前请重试。
zh_hant: 已確定資料庫世代，但媒體復原未能完成。進行其他資料庫變更前請重試。

# product.settings.import.error.recovery_indeterminate
source: The app cannot safely determine which media copy belongs to the active library. Both copies were kept; retry after resolving the file conflict.
ja: どちらのメディアコピーが現在のライブラリに属するか、安全に判断できません。両方のコピーを保持しました。ファイルの競合を解決してから再試行してください。
zh_hans: 应用无法安全确定哪个媒体副本属于当前资料库。已保留两个副本；请解决文件冲突后重试。
zh_hant: App 無法安全確定哪個媒體副本屬於目前的資料庫。已保留兩個副本；請解決檔案衝突後重試。

# product.settings.import.error.relationships
source: The backup contains incomplete or inconsistent data.
ja: バックアップのデータが不完全または整合していません。
zh_hans: 备份包含不完整或不一致的数据。
zh_hant: 備份包含不完整或不一致的資料。

# product.settings.import.error.replace
source: The backup could not replace the local library. Existing data was kept.
ja: バックアップでローカルライブラリを置き換えられませんでした。既存のデータは保持されています。
zh_hans: 备份无法覆盖本地资料库，现有数据已保留。
zh_hant: 備份無法覆蓋本機資料庫，現有資料已保留。

# product.settings.import.error.title
source: Import failed
ja: 読み込みに失敗しました
zh_hans: 导入失败
zh_hant: 匯入失敗

# product.settings.import.error.version
source: This backup version is not supported.
ja: このバックアップのバージョンには対応していません。
zh_hans: 不支持此备份版本。
zh_hant: 不支援此備份版本。

# product.settings.import.final.message
source: This is the final confirmation. The current local library will be replaced with this backup.
ja: 最終確認です。現在のローカルライブラリはこのバックアップで置き換えられます。
zh_hans: 这是最终确认。当前本地资料库将被此备份覆盖。
zh_hant: 這是最終確認。目前的本機資料庫將被此備份覆蓋。

# product.settings.import.final.title
source: Confirm data import
ja: データの読み込みを確認
zh_hans: 确认导入数据
zh_hant: 確認匯入資料

# product.settings.import.importing
source: Importing data…
ja: データを読み込み中…
zh_hans: 正在导入数据…
zh_hant: 正在匯入資料…

# product.settings.import.preparing
source: Preparing import…
ja: 読み込みを準備中…
zh_hans: 正在准备导入…
zh_hant: 正在準備匯入…

# product.settings.import.success
source: Backup imported successfully.
ja: バックアップを読み込みました。
zh_hans: 备份导入成功。
zh_hant: 備份匯入成功。

# product.settings.import.success.title
source: Import complete
ja: 読み込み完了
zh_hans: 导入完成
zh_hant: 匯入完成

# product.settings.language
source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

# product.settings.language.system
source: Follow System
ja: システムに従う
zh_hans: 跟随系统
zh_hant: 跟隨系統

# product.settings.library
source: Local library
ja: ローカルライブラリ
zh_hans: 本地资料库
zh_hant: 本機資料庫

# product.settings.local_data
source: Local data
ja: ローカルデータ
zh_hans: 本地数据
zh_hant: 本機資料

# product.settings.privacy
source: Privacy & behavior
ja: プライバシーと動作
zh_hans: 隐私与行为
zh_hant: 隱私與運作方式

# product.settings.privacy.detail
source: Date and Idol recognition are on by default; the Unassigned candidate is off. Images are stored locally; detection overlays are never written into saved or downloaded images.
ja: 日付とアイドル認識は既定でオン、未割り当て候補はオフです。画像は端末内に保存され、検出枠は保存・ダウンロード画像に書き込まれません。
zh_hans: 日期与偶像识别默认开启，未分配候选默认关闭。图片存于本机，检测框不会写入保存或下载的图片。
zh_hant: 日期與偶像識別預設開啟，未分配候選預設關閉。圖片儲存在本機，偵測框不會寫入儲存或下載的圖片。

# product.settings.proxy
source: Proxy
ja: プロキシ
zh_hans: 代理
zh_hant: 代理

# product.settings.runtime
source: Runtime
ja: ランタイム
zh_hans: 运行状态
zh_hant: 執行狀態

# product.settings.runtime.closed
source: Closed
ja: 停止済み
zh_hans: 已关闭
zh_hant: 已關閉

# product.settings.runtime.paused
source: Management paused
ja: 管理を一時停止中
zh_hans: 管理已暂停
zh_hant: 管理已暫停

# product.settings.runtime.preparing
source: Preparing
ja: 準備中
zh_hans: 准备中
zh_hant: 準備中

# product.settings.runtime.preparing_progress
source: Preparing %1$lld/%2$lld
ja: 準備中%1$lld/%2$lld
zh_hans: 准备中%1$lld/%2$lld
zh_hant: 準備中 %1$lld/%2$lld

# product.settings.runtime.ready
source: Ready
ja: 準備完了
zh_hans: 就绪
zh_hant: 已就緒

# product.settings.runtime.shutting_down
source: Shutting down
ja: 終了処理中
zh_hans: 正在关闭
zh_hant: 正在關閉

# product.settings.runtime.unknown
source: Unknown
ja: 不明
zh_hans: 未知
zh_hant: 未知

# product.settings.scanner
source: Scanner
ja: スキャナー
zh_hans: 扫描器
zh_hant: 掃描器

# product.settings.storage
source: Storage
ja: 保存先
zh_hans: 存储
zh_hant: 儲存位置

# product.settings.storage.local
source: On this device
ja: このデバイス
zh_hans: 本机
zh_hant: 本機

# product.settings.theme
source: Theme color
ja: テーマカラー
zh_hans: 主题色
zh_hant: 主題色

# product.settings.title
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# product.sidebar.assistant
source: Assistant
ja: アシスタント
zh_hans: 助手
zh_hant: 助手

# product.sidebar.assistant.subtitle
source: Talk about your Idols, Cheki, and Events
ja: 会話でアイドル・チェキ・イベントを管理
zh_hans: 聊聊你的偶像、拍立得和活动
zh_hant: 聊聊你的偶像、拍立得和活動

# product.sidebar.close
source: Close sidebar
ja: サイドバーを閉じる
zh_hans: 关闭侧边栏
zh_hant: 關閉側邊欄

# product.sidebar.import
source: Import from ChekiRoku
ja: ChekiRokuからインポート
zh_hans: 从 ChekiRoku 导入
zh_hant: 從 ChekiRoku 匯入

# product.sidebar.import.subtitle
source: Import a local .chekiroku backup
ja: ローカルの.chekirokuバックアップを読み込む
zh_hans: 导入本地 .chekiroku 备份
zh_hant: 匯入本機 .chekiroku 備份

# product.sidebar.match
source: Link Link
ja: リンクリンク
zh_hans: 连连看
zh_hant: 連連看

# product.sidebar.match.subtitle
source: 空色轨迹 and Utage!
ja: 空色轨迹とUtage！
zh_hans: 空色轨迹和Utage！
zh_hant: 空色轨迹和 Utage！

# product.sidebar.on_device
source: ON THIS DEVICE
ja: このデバイス
zh_hans: 本机数据
zh_hant: 本機資料

# product.sidebar.open
source: Open sidebar
ja: サイドバーを開く
zh_hans: 打开侧边栏
zh_hant: 開啟側邊欄

# product.sidebar.settings.subtitle
source: Local features and service status
ja: ローカル機能とサービス状態
zh_hans: 本地能力与服务状态
zh_hant: 本機功能與服務狀態

# product.sidebar.subtitle
source: Digital Cheki albums and fan diaries
ja: 電子チェキアルバムと推し活日記
zh_hans: 电子切册和偶活日记
zh_hant: 電子切冊和偶活日記

# product.tabs.gallery
source: Gallery
ja: ギャラリー
zh_hans: 相册
zh_hant: 相簿

# product.tabs.scan
source: Scan
ja: スキャン
zh_hans: 扫描
zh_hant: 掃描

# product.travel.add
source: Add trip
ja: 旅程を追加
zh_hans: 添加行程
zh_hant: 新增行程

# product.travel.arrival
source: Arrival
ja: 到着
zh_hans: 到达
zh_hant: 抵達

# product.travel.arrival_location
source: To
ja: 到着地
zh_hans: 到达地
zh_hant: 抵達地

# product.travel.carriage
source: Carriage
ja: 号車
zh_hans: 车厢
zh_hant: 車廂

# product.travel.delete.confirm
source: Delete this trip?
ja: この旅程を削除しますか？
zh_hans: 删除此行程？
zh_hant: 要刪除此行程嗎？

# product.travel.departure
source: Departure
ja: 出発
zh_hans: 出发
zh_hant: 出發

# product.travel.departure_location
source: From
ja: 出発地
zh_hans: 出发地
zh_hant: 出發地

# product.travel.details
source: Trip details
ja: 旅程の詳細
zh_hans: 行程详情
zh_hant: 行程詳情

# product.travel.edit
source: Edit trip
ja: 旅程を編集
zh_hans: 编辑行程
zh_hant: 編輯行程

# product.travel.error.arrival_before_departure
source: Arrival must not be earlier than departure.
ja: 到着時刻は出発時刻より前には設定できません。
zh_hans: 到达时间不能早于出发时间。
zh_hant: 抵達時間不能早於出發時間。

# product.travel.error.changed_reopen
source: This trip changed or was deleted. Reopen it and try again.
ja: この旅程は変更または削除されました。開き直して再試行してください。
zh_hans: 此行程已更改或删除，请重新打开后再试。
zh_hant: 此行程已變更或刪除，請重新開啟後再試。

# product.travel.error.required
source: Look up a schedule and select valid departure and arrival stops.
ja: 時刻を検索し、有効な出発地と到着地を選択してください。
zh_hans: 请查询时刻并选择有效的出发地和到达地。
zh_hant: 請查詢時刻並選擇有效的出發地與抵達地。

# product.travel.flight_number
source: Flight number
ja: 便名
zh_hans: 航班号
zh_hant: 航班編號

# product.travel.icon.choose
source: Choose or replace icon
ja: アイコンを選択・変更
zh_hans: 选择或更换图标
zh_hant: 選擇或更換圖示

# product.travel.media_generation_failed
source: Unable to establish the library generation. Reopen the trip and try again.
ja: ライブラリの世代を確定できません。旅程を開き直して再試行してください。
zh_hans: 无法确定资料库代次。请重新打开行程后再试。
zh_hant: 無法確定資料庫世代。請重新開啟行程後再試。

# product.travel.mode
source: Mode
ja: 種類
zh_hans: 类型
zh_hant: 類型

# product.travel.mode.flight
source: Flight
ja: 飛行機
zh_hans: 航班
zh_hant: 航班

# product.travel.mode.train
source: Train
ja: 列車
zh_hans: 列车
zh_hant: 列車

# product.travel.operator.custom
source: Other
ja: その他
zh_hans: 其他
zh_hant: 其他

# product.travel.route
source: Route
ja: 経路
zh_hans: 路线
zh_hant: 路線

# product.travel.schedule
source: Schedule
ja: 時刻
zh_hans: 时刻
zh_hant: 時刻

# product.travel.schedule.arrival_time
source: Arr %@
ja: 着 %@
zh_hans: 到 %@
zh_hant: 抵達 %@

# product.travel.schedule.date
source: Date
ja: 日付
zh_hans: 日期
zh_hant: 日期

# product.travel.schedule.departure_time
source: Dep %@
ja: 発 %@
zh_hans: 发 %@
zh_hant: 出發 %@

# product.travel.schedule.destination
source: Destination
ja: 到着地
zh_hans: 终点
zh_hant: 終點

# product.travel.schedule.error.invalid_request
source: That service number or date is not valid.
ja: 便名・列車番号または日付が正しくありません。
zh_hans: 航班号、车次或日期无效。
zh_hant: 航班編號、車次或日期無效。

# product.travel.schedule.error.invalid_response
source: The returned schedule is incomplete and cannot be used.
ja: 取得した時刻情報が不完全なため使用できません。
zh_hans: 返回的时刻信息不完整，无法使用。
zh_hant: 傳回的時刻資訊不完整，無法使用。

# product.travel.schedule.error.missing_query
source: Enter a date and service number before looking up the schedule.
ja: 日付と便名・列車番号を入力してから検索してください。
zh_hans: 请先填写日期和航班号或车次。
zh_hant: 請先填寫日期及航班編號或車次。

# product.travel.schedule.error.network
source: The schedule could not be loaded. Check your connection and try again.
ja: 時刻を読み込めませんでした。通信状態を確認して再試行してください。
zh_hans: 无法加载时刻，请检查网络后重试。
zh_hant: 無法載入時刻，請檢查網路連線後重試。

# product.travel.schedule.error.not_found
source: No schedule was found. Check the service number and date, then try again.
ja: 時刻が見つかりませんでした。便名・列車番号と日付を確認して再試行してください。
zh_hans: 未找到时刻，请检查航班号、车次和日期后重试。
zh_hant: 找不到時刻，請檢查航班編號、車次及日期後重試。

# product.travel.schedule.error.unavailable
source: Schedule lookup is temporarily unavailable. Please try again.
ja: 時刻検索は一時的に利用できません。再試行してください。
zh_hans: 时刻查询暂时不可用，请重试。
zh_hant: 暫時無法查詢時刻，請重試。

# product.travel.schedule.looking_up
source: Looking up…
ja: 時刻を検索中…
zh_hans: 正在查询时刻…
zh_hant: 正在查詢時刻…

# product.travel.schedule.lookup
source: Look up schedule
ja: 時刻を検索
zh_hans: 查询时刻
zh_hant: 查詢時刻

# product.travel.schedule.origin
source: Origin
ja: 出発地
zh_hans: 起点
zh_hant: 起點

# product.travel.schedule.retry
source: Retry lookup
ja: 検索を再試行
zh_hans: 重试查询
zh_hant: 重新查詢

# product.travel.seat
source: Seat
ja: 座席
zh_hans: 座位
zh_hant: 座位

# product.travel.seat_details
source: Seat
ja: 座席
zh_hans: 座位
zh_hant: 座位

# product.travel.title
source: Trip
ja: 旅程
zh_hans: 行程
zh_hant: 行程

# product.travel.train_number
source: Train number
ja: 列車番号
zh_hans: 车次
zh_hant: 車次

source: provide at least one field; changing Idol/Event/date assigns the next group idx on confirm
ja: 少なくとも1つのフィールドを指定してください。アイドル・イベント・日付を変更すると、確認時に次のグループidxが割り当てられます
zh_hans: 请提供至少一个字段；更改偶像、活动或日期后，确认时会分配下一个组内 idx
zh_hant: 請提供至少一個欄位；更改偶像、活動或日期後，確認時會分配下一個群組內的 idx

source: provide at least one field; use - to clear optional date/url
ja: 少なくとも1つのフィールドを指定してください。任意の date/url を消去するには - を使用します
zh_hans: 请提供至少一个字段；使用 - 清空可选的 date/url
zh_hant: 請提供至少一個欄位；使用 - 清空選填的 date/url

source: Recognition
ja: 認識
zh_hans: 识别
zh_hant: 識別

# record.cheki
source: Cheki
ja: チェキ
zh_hans: 拍立得
zh_hant: 拍立得

# record.douga
source: Video
ja: 動画
zh_hans: 视频
zh_hant: 影片

# record.kind_count.cheki.one
source: %lld Cheki
ja: チェキ%lld枚
zh_hans: %lld张切
zh_hant: %lld 張切

# record.kind_count.cheki.other
source: %lld Cheki
ja: チェキ%lld枚
zh_hans: %lld张切
zh_hant: %lld 張切

# record.kind_count.douga.one
source: %lld Video
ja: 動画%lld本
zh_hans: %lld个视频
zh_hant: %lld 部影片

# record.kind_count.douga.other
source: %lld Videos
ja: 動画%lld本
zh_hans: %lld个视频
zh_hant: %lld 部影片

# record.kind_count.shame.one
source: %lld Phone Photo
ja: 写メ%lld枚
zh_hans: %lld张手机合影
zh_hant: %lld 張手機合照

# record.kind_count.shame.other
source: %lld Phone Photos
ja: 写メ%lld枚
zh_hans: %lld张手机合影
zh_hant: %lld 張手機合照

# record.shame
source: Phone Photo
ja: 写メ
zh_hans: 手机合影
zh_hant: 手機合照

source: Reference Photo and Patterns
ja: 参照写真とパターン
zh_hans: 参考照片和模式
zh_hant: 參考照片與模式

source: Reference photo could not be encoded or saved: %@
ja: 参照写真をエンコードまたは保存できませんでした：%@
zh_hans: 无法编码或保存参考照片：%@
zh_hant: 無法編碼或儲存參考照片：%@

source: Refresh GPU status
ja: GPU状態を更新
zh_hans: 刷新 GPU 状态
zh_hant: 重新整理 GPU 狀態

source: Remove %@ from favorites
ja: %@をお気に入りから削除
zh_hans: 将%@移出收藏
zh_hant: 將 %@ 移出收藏

source: Remove pattern %lld
ja: パターン%lldを削除
zh_hans: 删除模式%lld
zh_hant: 刪除模式 %lld

source: Reorder %@
ja: %@を並べ替え
zh_hans: 重新排序%@
zh_hant: 重新排序 %@

# Resume %lld temporary Cheki
source: Resume review of %lld temporary Cheki
ja: 一時チェキ%lld枚の確認を再開
zh_hans: 继续处理%lld张临时切
zh_hant: 繼續處理 %lld 張暫存拍立得

source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Retry avatar for %@
ja: %@のアバターを再試行
zh_hans: 重试%@的头像
zh_hant: 重試 %@ 的頭像

source: Retry cleanup
ja: クリーンアップを再試行
zh_hans: 重试清理
zh_hant: 重試清理

source: Retry old avatar cleanup
ja: 古いアバターのクリーンアップを再試行
zh_hans: 重试清理旧头像
zh_hant: 重試清理舊頭像

source: Retry recovery
ja: 復旧を再試行
zh_hans: 重试恢复
zh_hant: 重試復原

source: Retry staged avatar cleanup
ja: 準備済みアバターのクリーンアップを再試行
zh_hans: 重试清理暂存头像
zh_hant: 重試清理暫存頭像

source: Review %lld Cheki
ja: %lld枚のチェキを確認
zh_hans: 检查%lld张切
zh_hant: 檢查 %lld 張切

source: RunPod is running and the backend is still preparing.
ja: RunPodは実行中で、バックエンドは準備中です。
zh_hans: RunPod 正在运行，后端仍在准备中。
zh_hant: RunPod 正在執行，後端仍在準備中。

source: RunPod status authorization failed. Check the server API key configuration.
ja: RunPod状態取得の認証に失敗しました。サーバーのAPIキー設定を確認してください。
zh_hans: RunPod 状态授权失败。请检查服务器 API 密钥配置。
zh_hant: RunPod 狀態授權失敗。請檢查伺服器 API 金鑰設定。

source: RunPod status configuration is missing. Check the server configuration.
ja: RunPod状態取得の設定がありません。サーバー設定を確認してください。
zh_hans: 缺少 RunPod 状态配置。请检查服务器配置。
zh_hant: 缺少 RunPod 狀態設定。請檢查伺服器設定。

source: RunPod status requests are temporarily rate limited. Try again later.
ja: RunPod状態リクエストは一時的に回数制限されています。後でもう一度お試しください。
zh_hans: RunPod 状态请求暂时受到频率限制。请稍后重试。
zh_hant: RunPod 狀態請求暫時受到頻率限制。請稍後重試。

source: Save
ja: 保存
zh_hans: 保存
zh_hant: 儲存

source: Save all Cheki
ja: すべてのチェキを保存
zh_hans: 保存所有拍立得
zh_hant: 儲存所有拍立得

source: Save destination
ja: 保存先
zh_hans: 保存位置
zh_hant: 儲存位置

source: Saved the clean image without bbox to Photos.
ja: 境界枠を付けずに元画像を「写真」に保存しました。
zh_hans: 已将不带边界框的原图保存到相册。
zh_hant: 已將不帶邊界框的原圖儲存至照片。

source: saves the clean temporary image without a bbox overlay
ja: 境界枠を重ねずに一時画像の原画像を保存します
zh_hans: 保存不叠加边界框的临时原图
zh_hant: 儲存不疊加邊界框的暫存原圖

source: Scan review
ja: スキャン結果を確認
zh_hans: 扫描检查
zh_hant: 掃描檢查

source: Scan unavailable
ja: スキャンを利用できません
zh_hans: 扫描不可用
zh_hant: 無法使用掃描

# scancheki 不接受后端凭据或位置参数
source: scancheki does not accept backend credentials or positional arguments.
ja: scanchekiはバックエンドの認証情報や位置引数を受け付けません。
zh_hans: scancheki 不接受后端凭据或位置参数。
zh_hant: scancheki 不接受後端憑證或位置參數。

source: Search
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Search catalogue
ja: カタログを検索
zh_hans: 搜索偶像资料库
zh_hant: 搜尋偶像資料庫

source: Search Idols
ja: アイドルを検索
zh_hans: 搜索偶像
zh_hant: 搜尋偶像

source: Select Date
ja: 日付を選択
zh_hans: 选择日期
zh_hant: 選擇日期

source: Select Idols
ja: アイドルを選択
zh_hans: 选择偶像
zh_hant: 選擇偶像

source: select one or more photos first; scanner results remain temporary until addscancheki is confirmed
ja: 先に写真を1枚以上選択してください。addscanchekiを確認するまでスキャン結果は一時保存のままです
zh_hans: 请先选择一张或多张照片；确认 addscancheki 前扫描结果保持为临时状态
zh_hant: 請先選擇一張或多張照片；確認 addscancheki 前掃描結果維持暫存狀態

source: Selected
ja: 選択済み
zh_hans: 已选择
zh_hant: 已選擇

source: Set date
ja: 日付を設定
zh_hans: 设置日期
zh_hant: 設定日期

source: setting count=0 deletes the simple Cheki record
ja: count=0にすると簡易チェキ記録が削除されます
zh_hans: 设置 count=0 会删除简易拍立得记录
zh_hant: 設定 count=0 會刪除簡易拍立得記錄

# settings.theme.aqua
source: Aqua
ja: 水色
zh_hans: 水色
zh_hant: 水色

# settings.theme.blue
source: Blue
ja: 青
zh_hans: 蓝色
zh_hant: 藍色

# settings.theme.gray
source: Gray
ja: グレー
zh_hans: 灰色
zh_hant: 灰色

# settings.theme.green
source: Green
ja: 緑
zh_hans: 绿色
zh_hant: 綠色

# settings.theme.orange
source: Orange
ja: オレンジ
zh_hans: 橙色
zh_hant: 橙色

# settings.theme.pink
source: Pink
ja: ピンク
zh_hans: 粉色
zh_hant: 粉紅色

# settings.theme.purple
source: Purple
ja: 紫
zh_hans: 紫色
zh_hant: 紫色

# settings.theme.red
source: Red
ja: 赤
zh_hans: 红色
zh_hant: 紅色

# settings.theme.yellow
source: Yellow
ja: 黄
zh_hans: 黄色
zh_hant: 黃色

source: Shame and Douga retain only their existing idols/date/note edit support.
ja: 写メと動画は、従来どおりidols/date/noteのみ編集できます。
zh_hans: 手机合影和视频仅保留现有的 idols/date/note 编辑支持。
zh_hant: 手機合照和影片僅保留現有的 idols/date/note 編輯支援。

source: Similarity threshold
ja: 類似度のしきい値
zh_hans: 相似度阈值
zh_hant: 相似度門檻

source: Size
ja: サイズ
zh_hans: 尺寸
zh_hant: 尺寸

# size 必须是 mini、wide、? 或 -
source: size must be mini, wide, ?, or -.
ja: sizeにはmini、wide、?、-のいずれかを指定してください。
zh_hans: size 必须是 mini、wide、? 或 -。
zh_hant: size 必須是 mini、wide、? 或 -。

source: solo
ja: ソロ
zh_hans: 单人
zh_hant: 單人

source: Source
ja: ソース
zh_hans: 来源
zh_hant: 來源

source: Start
ja: 開始
zh_hans: 开始
zh_hant: 開始

source: Start scan
ja: スキャン開始
zh_hans: 开始扫描
zh_hant: 開始掃描

source: Stored pattern available
ja: 登録済みのパターンを利用できます
zh_hans: 已有可用模式
zh_hant: 已有可用模式

source: Take photo
ja: 写真を撮る
zh_hans: 拍照
zh_hant: 拍照

source: Tap Delete to complete image recovery or cleanup before closing.
ja: 閉じる前に「削除」をタップし、画像の復元またはクリーンアップを完了してください。
zh_hans: 关闭前请点按“删除”，完成图片恢复或清理。
zh_hant: 關閉前請點一下「刪除」，完成圖片復原或清理。

source: temporary images referenced by pending addscancheki confirmations are retained; confirm or cancel first
ja: 確認待ちのaddscanchekiが参照する一時画像は保持されます。先に確認またはキャンセルしてください
zh_hans: 被待确认 addscancheki 操作引用的临时图片会保留；请先确认或取消
zh_hant: 被待確認 addscancheki 操作參照的暫存圖片會保留；請先確認或取消

source: temporary objects are consumed only after successful confirmation; idx is assigned on confirm
ja: 一時オブジェクトは確認に成功した後にのみ使用済みになります。idxは確認時に割り当てられます
zh_hans: 临时对象仅在确认成功后标记为已使用；idx 在确认时分配
zh_hant: 暫存物件僅在確認成功後標記為已使用；idx 在確認時分配

source: Temporary RunPod recovery found multiple matches. Automatic control has stopped.
ja: 一時RunPodの復旧で複数の候補が見つかったため、自動制御を停止しました。
zh_hans: 临时 RunPod 恢复时找到多个匹配项，自动控制已停止。
zh_hant: 臨時 RunPod 復原時找到多個符合項目，自動控制已停止。

source: Terminate
ja: 終了
zh_hans: 终止
zh_hant: 終止

source: The app-managed media file is unavailable.
ja: アプリが管理するメディアファイルを利用できません。
zh_hans: 应用管理的媒体文件不可用。
zh_hant: 無法使用 App 管理的媒體檔案。

source: The catalogue avatar is unavailable. Retry the same catalogue result before saving.
ja: カタログのアバターを利用できません。保存する前に同じ検索結果で再試行してください。
zh_hans: 资料库头像不可用。保存前请重试同一个资料库结果。
zh_hant: 無法使用資料庫頭像。儲存前請重試同一個資料庫結果。

source: The Cheki changed after this edit began. Reopen it and try again.
ja: 編集開始後にチェキが変更されました。開き直して再試行してください。
zh_hans: 开始编辑后拍立得发生了变化。请重新打开后再试。
zh_hant: 開始編輯後拍立得發生變更。請重新開啟後再試。

source: The Cheki changed. Reopen it and try deleting again.
ja: チェキが変更されました。開き直して削除を再試行してください。
zh_hans: 拍立得已更改。请重新打开后再次尝试删除。
zh_hant: 拍立得已變更。請重新開啟後再次嘗試刪除。

source: The Cheki database update was not committed. Its previous image was restored.
ja: チェキのデータベース更新は確定されませんでした。以前の画像は復元されました。
zh_hans: 拍立得数据库更新未提交。原图片已恢复。
zh_hant: 拍立得資料庫更新未提交。原圖片已復原。

source: The Cheki deletion was not saved. Its previous media was restored.
ja: チェキの削除は保存されませんでした。以前のメディアは復元されました。
zh_hans: 拍立得删除未保存。原媒体已恢复。
zh_hant: 拍立得刪除未儲存。原媒體已復原。

source: The Cheki image could not be read for Idol recognition.
ja: アイドル認識のためにチェキ画像を読み込めませんでした。
zh_hans: 无法读取拍立得图片以识别偶像。
zh_hant: 無法讀取拍立得圖片以辨識偶像。

source: The Cheki is no longer available.
ja: このチェキは利用できなくなりました。
zh_hans: 此拍立得已不可用。
zh_hant: 此拍立得已無法使用。

source: The Cheki was deleted, but an older media recovery file is still protected because its ownership cannot be confirmed.
ja: チェキは削除されましたが、古いメディア復旧ファイルの所有元を確認できないため、そのファイルは引き続き保護されています。
zh_hans: 拍立得已删除，但旧媒体恢复文件的归属无法确认，因此仍受保护。
zh_hant: 拍立得已刪除，但舊媒體復原檔案的歸屬無法確認，因此仍受保護。

source: The clean stored image is unavailable.
ja: 保存済みの元画像を利用できません。
zh_hans: 已保存的干净原图不可用。
zh_hant: 無法使用已儲存的乾淨原圖。

source: The committed library generation could not be verified.
ja: 確定済みのライブラリ世代を検証できませんでした。
zh_hans: 无法验证已提交的资料库代次。
zh_hant: 無法驗證已提交的資料庫世代。

source: The committed library generation is unknown.
ja: 確定済みのライブラリ世代が不明です。
zh_hans: 已提交的资料库代次未知。
zh_hant: 已提交的資料庫世代未知。

source: The committed library generation was unchanged.
ja: 確定済みのライブラリ世代は変更されていません。
zh_hans: 已提交的资料库代次未改变。
zh_hant: 已提交的資料庫世代未變更。

source: The configured RunPod instance was not found. Update the server configuration.
ja: 設定されたRunPodインスタンスが見つかりません。サーバー設定を更新してください。
zh_hans: 未找到配置的 RunPod 实例。请更新服务器配置。
zh_hant: 未找到設定的 RunPod 執行個體。請更新伺服器設定。

source: The configured RunPod instance was terminated. Update the server configuration.
ja: 設定されたRunPodインスタンスは終了しました。サーバー設定を更新してください。
zh_hans: 配置的 RunPod 实例已终止。请更新服务器配置。
zh_hant: 設定的 RunPod 執行個體已終止。請更新伺服器設定。

source: The database is clear; managed file cleanup is queued for recovery.
ja: データベースは空になりました。管理対象ファイルの削除は復旧待ちです。
zh_hans: 数据库已清空；托管文件清理已排队等待恢复。
zh_hant: 資料庫已清空；受管理檔案的清理已排入復原佇列。

source: The deletion confirmation did not return a verifiable success result.
ja: 削除の確認で、検証可能な成功結果が返されませんでした。
zh_hans: 删除确认未返回可验证的成功结果。
zh_hant: 刪除確認未傳回可驗證的成功結果。

source: The Event images are invalid.
ja: イベント画像が無効です。
zh_hans: 活动图片无效。
zh_hant: 活動圖片無效。

source: The library changed while this editor was open. Reopen the draft and try again.
ja: 編集画面を開いている間にライブラリが変更されました。下書きを開き直して再試行してください。
zh_hans: 编辑器打开期间资料库发生了变化。请重新打开草稿后再试。
zh_hant: 編輯器開啟期間資料庫發生變更。請重新開啟草稿後再試。

source: The library changed while this Memory was saving. Retry in the current library.
ja: 思い出の保存中にライブラリが変更されました。現在のライブラリで再試行してください。
zh_hans: 保存此回忆时资料库发生了变化。请在当前资料库中重试。
zh_hant: 儲存此回憶時資料庫發生變更。請在目前的資料庫中重試。

source: The library is changing. Try saving again after recovery finishes.
ja: ライブラリを変更中です。復旧の完了後にもう一度保存してください。
zh_hans: 资料库正在更改。请在恢复完成后再次保存。
zh_hant: 資料庫正在變更。請在復原完成後再次儲存。

source: The library was replaced after this edit began. Reopen the Cheki and try again.
ja: 編集開始後にライブラリが置き換えられました。チェキを開き直して再試行してください。
zh_hans: 开始编辑后资料库已被替换。请重新打开拍立得后再试。
zh_hant: 開始編輯後資料庫已被取代。請重新開啟拍立得後再試。

source: The managed media file could not be updated: %@
ja: 管理対象のメディアファイルを更新できませんでした：%@
zh_hans: 无法更新托管媒体文件：%@
zh_hant: 無法更新受管理的媒體檔案：%@

source: The media could not be saved to Photos.
ja: メディアを「写真」に保存できませんでした。
zh_hans: 无法将媒体保存到相册。
zh_hant: 無法將媒體儲存至照片。

source: The Memory draft changed while it was saving. Try again.
ja: 保存中に思い出の下書きが変更されました。再試行してください。
zh_hans: 保存时回忆草稿发生了变化。请重试。
zh_hant: 儲存時回憶草稿發生變更。請重試。

source: The on-device Idol encoder input is invalid.
ja: 端末内のアイドルエンコーダーへの入力が無効です。
zh_hans: 本机偶像编码器输入无效。
zh_hant: 本機偶像編碼器的輸入無效。

source: The on-device Idol encoder is unavailable.
ja: 端末内のアイドルエンコーダーを利用できません。
zh_hans: 本机偶像编码器不可用。
zh_hant: 無法使用本機偶像編碼器。

source: The on-device Idol encoder returned an invalid embedding.
ja: 端末内のアイドルエンコーダーが無効な特徴ベクトルを返しました。
zh_hans: 本机偶像编码器返回了无效的特征向量。
zh_hant: 本機偶像編碼器傳回無效的特徵向量。

source: The original photo will be encoded on this device. For a new Idol it also becomes the avatar.
ja: 元の写真はこの端末でエンコードされます。新しいアイドルの場合はアバターにもなります。
zh_hans: 原始照片将在本机编码；对于新偶像，它也会用作头像。
zh_hant: 原始照片會在本機編碼；如果是新偶像，這張照片也會用作頭像。

source: The Phone Photo is no longer available.
ja: この写メは利用できなくなりました。
zh_hans: 此手机合影已不可用。
zh_hant: 此手機合照已無法使用。

source: The record is no longer available.
ja: この記録は利用できなくなりました。
zh_hans: 此记录已不可用。
zh_hant: 此記錄已無法使用。

source: The RunPod backend could not be shut down. Try again later.
ja: RunPodバックエンドを停止できませんでした。後でもう一度お試しください。
zh_hans: 无法关闭 RunPod 后端。请稍后重试。
zh_hant: 無法關閉 RunPod 後端。請稍後重試。

source: The RunPod backend failed to start. Try again later.
ja: RunPodバックエンドの起動に失敗しました。後でもう一度お試しください。
zh_hans: RunPod 后端启动失败。请稍后重试。
zh_hant: RunPod 後端啟動失敗。請稍後重試。

source: The RunPod backend startup timed out. Try again.
ja: RunPodバックエンドの起動がタイムアウトしました。再試行してください。
zh_hans: RunPod 后端启动超时。请重试。
zh_hant: RunPod 後端啟動逾時。請重試。

source: The RunPod backend status could not be confirmed. Try again.
ja: RunPodバックエンドの状態を確認できませんでした。再試行してください。
zh_hans: 无法确认 RunPod 后端状态。请重试。
zh_hant: 無法確認 RunPod 後端狀態。請重試。

source: The RunPod backend status could not be read. Try again.
ja: RunPodバックエンドの状態を読み取れませんでした。再試行してください。
zh_hans: 无法读取 RunPod 后端状态。请重试。
zh_hant: 無法讀取 RunPod 後端狀態。請重試。

source: The RunPod GPU will shut down in 20 seconds.
ja: RunPod GPUは20秒後に停止します。
zh_hans: RunPod GPU 将在20秒后关闭。
zh_hant: RunPod GPU 將在 20 秒後關閉。

source: The RunPod status request timed out. Try again later.
ja: RunPod状態リクエストがタイムアウトしました。後でもう一度お試しください。
zh_hans: RunPod 状态请求超时。请稍后重试。
zh_hant: RunPod 狀態請求逾時。請稍後重試。
